import React from 'react';
import {Component} from 'react';
import './App.css'

class About extends Component{
    render(){
        return(
            <div>
                <div className="about">
                    <h2>Про компанію:</h2>
                    <p>My Cars було засновано в березні 2018 року в м. Львові. My Cars - це зовсім молода компанія, яка швидко набрала оберти в Україні та за кордоном. З 2018 року My Cars є членом закупівельного союзу ATR International AG. My Cars є підрозділом фірми My cars (USA). Саме у нас представлені найпопулярніші моделі автомобілів за найкращою ціною на будь-який смак.</p>
                    <p>Мережа філій My Cars вже за місяць нараховує двадцять вісім авторизованих відділень: у Хмельницькому, Ужгороді, Горенці, Білій Церкві, Покровську, Запоріжжі, Черкасах, Чернігові, Львові, Луцьку, Броварах, Кременчузі, Вінниці, Рівному, Кропивницькому, Житомирі,  три філії в Дніпрі та дев'ять філій в Києві.</p>
                </div>
            </div>
        )
    }
}

export default About;
